
{
    "home": "முகப்பு",
    "about": "எங்களைப் பற்றிய",
    "contact": "தொடர்பு கொள்ளுங்கள்",
    "qa": "கேள்வி/பதில்",
    "login": "உள்நுழைய",
    "menu": "மெனு",
    "aboutApp": {
        "title": "பண்பாட்டுக் கையாளும் முறைமை பற்றி",
        "welcome": "உலகளாவியமாக, உங்கள் நிறுவனத்தில் அல்லது நிறுவனத்தில் குறைகளுக்கான முறையை மேம்படுத்துவதற்கான ஒரு தளத்திற்கு வரவேற்கிறோம். நீங்கள் ஒரு மாணவர், பணியாளர் அல்லது ஒரு பங்குதாரர் ஆகியவற்றில் இருந்தாலும், இந்த முறைமைப் பிரச்சினைகளைத் தெரிவிக்க, அவற்றின் தீர்வு நிலையைப் பின்தொடர்ந்து உங்கள் கவலைகளை நிச்சயமாகச் செய்யும் எளிய மற்றும் வெளிப்படையான முறையை வழங்குகிறது.",
        "userExperience": "எங்கள் முறைமை, உங்களுக்கு ஒரு நன்கு எளிதான அனுபவத்தை வழங்க அமைக்கப்பட்டுள்ளது. சில கிளிக்குகள் மட்டும், உங்கள் பிரச்சினையின் இயல்பைப் பிடிக்கும் எளிய படிவத்தைச் பதிவு செய்யவும். பதிவு செய்யப்பட்ட பின், முறைமை அதனை ஒதுக்கி, தீர்விற்கு பொருத்தமான துறை அல்லது ஊழியருக்கு அனுப்புகிறது. உங்கள் குறைப்பு நிலையின் மேல் ஒழுங்குகளைப் பெறுவீர்கள், ஒவ்வொரு நிலைமையிலும் முழுமையான வெளிப்படைத்தன்மையை உறுதி செய்கிறது.",
        "howToUse": "ஆப் எப்படி பயன்படுத்துவது",
        "steps": {
            "login": "உள்நுழைக அல்லது பதிவு செய்யவும்: நீங்கள் புதிய பயனர் என்றால், உங்கள் மின்னஞ்சல் மற்றும் கடவுச்சொல்லுடன் ஒரு கணக்கைப் உருவாக்கி தொடங்குங்கள். திரும்பப் பயனர்கள் தங்கள் நம்பிக்கைப்பட்ட உள்நுழைவு விவரங்களுடன் எளிதாக உள்நுழையலாம்.",
            "submit": "ஒரு குறையைச் சமர்ப்பிக்கவும்: டாஷ்போர்டில், 'புதிய குறையைச் சமர்ப்பிக்கவும்' என்பதைச் கிளிக் செய்து, பிரச்சினை வகை, விவரம் மற்றும் ஆதரவு ஆவணங்களைப் போன்ற விவரங்களுடன் படிவத்தை நிரப்பவும். முடிந்ததும், 'சமர்ப்பிக்கவும்' என்பதைக் கிளிக் செய்யவும்.",
            "track": "உங்கள் குறையைப் பின்தொடரவும்: சமர்ப்பிக்கபின், உங்கள் குறையின் நிலையை நேரடியாகப் பின்தொடரலாம். உங்கள் குறைப்பு ஒரே நிலைமையில் இருந்து மற்றொரு நிலைக்கு நகரும் போது முறைமை உங்களுக்கு அறிவிக்கும்.",
            "feedback": "கருத்துக்களை வழங்கவும்: பிரச்சினை தீர்க்கப்பட்ட பிறகு, எங்கள் சேவைகளை மேம்படுத்த உதவ, தீர்வு செயல்முறைப் பற்றிய கருத்துக்களை வழங்கும் வாய்ப்பு உங்களிடம் இருக்கும்."
        },
        "whyUseful": "இந்த முறைமைப் பயன்படுத்துவது ஏன் முக்கியம்",
        "usefulness": "பண்பாட்டுக் கையாளும் முறைமை, எந்த சிறிய அல்லது பெரிய கவலைக்காகவும், முறையாக பதிவு செய்யப்படும் மற்றும் கவனிக்கப்படும் என்பதை உறுதி செய்கிறது. குறைப்பு செயல்முறையை டிஜிட்டல் செய்யும்போது, குறைகளை கையளிக்காமல் அல்லது மறக்காமல், அனைத்து குறைகளைத் திகட்டும் மற்றும் தொழில்முறை முறையில் பரிசீலிக்கின்றோம். இது ஆவணப் பணி குறைக்கிறது, பொறுப்புதன்மையை அதிகரிக்கிறது, மற்றும் பிரச்சினைகளை தீர்க்க ஒரு நவீன முறையை வழங்குகிறது.",
        "transparency": "தகவல் வெளிப்படைத்தன்மை, பயனர்கள் மற்றும் அமைப்புக்கிடையிலான நம்பிக்கையை கட்டியிட முக்கியமாகும். உங்கள் குறைகளைப் பின்தொடரச் செய்யும் திறனுடன், உங்கள் கவலைகள் மிகுந்த நம்பிக்கையுடன் கவனிக்கப்படுவதை உறுதி செய்கிறீர்கள், மற்றும் நடவடிக்கையை எடுக்கிறோம். வேலைப்போக்குகள், கல்வி குறைகள் அல்லது மற்ற எந்தப் பிரச்சினைகளாவது, எங்கள் முறைமை உங்கள் பணி எளிதாக செய்கிறது."
    },
    "infoCards": {
        "login": {
          "title": "உள்நுழைய",
          "description": "உங்கள் கணக்கை அணுகி உங்கள் குறைகளை நிர்வகிக்கவும்.",
          "buttonText": "உள்நுழைய செல்"
        },
        "aboutUs": {
          "title": "எங்களைப் பற்றி",
          "description": "எங்கள் அமைப்பு உங்கள் சிக்கல்களை எவ்வாறு தீர்க்க உதவலாம் என்பதை மேலும் அறியவும்.",
          "buttonText": "மேலும் அறிக"
        },
        "contactUs": {
          "title": "எங்களை தொடர்புகொள்ளுங்கள்",
          "description": "உதவிக்கான நமது ஆதரவு குழுவுடன் தொடர்பு கொள்ளவும்.",
          "buttonText": "ஆதரவைத் தொடர்புகொள்"
        }
      }
    

}